# DrawNurbsObject

## Description
Draws the NURBS object h on the screen.

```pascal
PROCEDURE DrawNurbsObject(h : HANDLE);
```

```python

def vs.DrawNurbsObject(h):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE||

## Version
Availability: from VectorWorks10.0
## Category
* Objects - NURBS